tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "xz"
brew "python@3.13"
brew "bash"
brew "bat"
brew "bfg"
brew "chruby"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "btop"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "node"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qrencode"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "sevenzip"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "starship"
brew "task"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
cask "flashspace"
cask "aerospace"
cask "keepingyouawake"
cask "ungoogled-chromium"
cask "obsidian"
cask "acorn"
cask "little-snitch"
cask "nova"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "jordanbaird-ice"
cask "ghostty"
cask "hiddenbar"
cask "kopiaui"
cask "lookaway"
cask "sf-symbols"
cask "stats"
cask "warp"
cask "wezterm"
cask "itsycal"
cask "transmit"
cask "hey-desktop"
cask "raindropio"
cask "istat-menus@6"
cask "whimsical"
cask "logi-options+"
cask "font-caskaydia-mono-nerd-font"
cask "visual-studio-code"
cask "zen"
cask "karabiner-elements"
cask "notion"
mas "1Password for Safari", id: 1569813296
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Pastebot", id: 1179623856
mas "SwitchGlass", id: 1498546559
mas "Slack", id: 803453959
mas "Smart Countdown Timer", id: 1410709951
mas "NepTunes for iTunes & Spotify", id: 1006739057
mas "WhatsApp Messenger", id: 310633997
